def getAll() {
  return [
    'VLD001': "入力は必須です。" ,
    'VLD002': "入力フォーマットが間違っています。",
    'VLD003': "不正な値です。",
    'VLD004': "すでに指定された環境は払い出されているので申請できません。",
    'VLD005': "指定された環境は存在しないので申請できません。",
    'VLD006': "存在しないPlan環境です。",
    'SFY001': "すでに新規払い出し申請は承認されたか拒否されております。",
    'SFY002': "すでに削除申請は承認されたか拒否されております。",
    'SFY003': "「インフラ開発環境構築」ジョブにて何らかのエラーが発生しました。",
    'SFY004': "「マスターデータ更新」ジョブにて何らかのエラーが発生しました。",
    'SFY005': "「アプリバージョン更新」ジョブにて何らかのエラーが発生しました。",
    'SFY006': "他のジョブにてすでに対象環境への更新が行われているためエラーが発生しました。終了した後再度実行をお願いいたします。"
  ]
}

return this