def getAll() {
  return [
    'VLD001': "入力は必須です。" ,
    'VLD002': "入力フォーマットが間違っています。",
    'VLD003': "不正な値です。",
    'VLD004': "すでに指定された環境は払い出されているので実行できません。",
    'VLD005': "指定された環境は存在しないので実行できません。",
    'VLD006': "存在しない開発環境です。",
    'VLD007': "必ず一つ以上にチェックを入れてください。",
    'SFY001': "すでに新規払い出し申請は承認されたか拒否されております。",
    'SFY002': "すでに削除申請は承認されたか拒否されております。",
    'SFY003': "「インフラ開発環境構築」ジョブにて何らかのエラーが発生しました。",
    'SFY004': "「マスターデータ更新」ジョブにて何らかのエラーが発生しました。",
    'SFY005': "「アプリバージョン更新」ジョブにて何らかのエラーが発生しました。",
    'SFY006': "同じ環境に対して同時に更新はできません。他のジョブの更新作業が終わり次第再度実行をお願いします。",
  ]
}

return this